Repository: haroya01/kurl-me-ios
Catalog: kurl/kurl/Localizable.xcstrings
Source language: ko
Languages: en, hi, ja, vi

source: 누가 내 노트에 답글을 남길 때
en: When someone replies to your note
hi: जब कोई आपके नोट का जवाब दे
ja: 誰かがあなたのノートに返信したとき
vi: Khi ai đó trả lời ghi chú của bạn

source: 누가 노트에서 나를 언급할 때
en: When someone mentions you in a note
hi: जब कोई नोट में आपका ज़िक्र करे
ja: 誰かがノートであなたをメンションしたとき
vi: Khi ai đó nhắc đến bạn trong ghi chú

source: 누구나 볼 수 있지만 최신·인기·태그에는 안 나와요
en: Anyone can see it, but it stays out of Latest, Trending and tags
hi: कोई भी देख सकता है, पर यह नवीनतम, ट्रेंडिंग और टैग में नहीं दिखेगा
ja: 誰でも見られますが、最新・人気・タグには出ません
vi: Ai cũng xem được, nhưng không hiện ở Mới nhất, Thịnh hành và thẻ

source: 누르면 맨 위로, 길게 누르면 피드 고르기
en: Tap to go to the top, touch and hold to choose a feed
hi: ऊपर जाने के लिए टैप करें, फ़ीड चुनने के लिए दबाकर रखें
ja: タップで先頭へ、長押しでフィードを選ぶ
vi: Chạm để lên đầu trang, chạm và giữ để chọn bảng tin

source: 다른 기기에서 고친 글이라 저장하지 않았어요. 다시 열면 이어 쓸 수 있어요.
en: This post was edited on another device, so it wasn't saved. Open it again to keep writing.
hi: यह पोस्ट किसी दूसरे डिवाइस पर बदली गई थी, इसलिए सेव नहीं हुई। दोबारा खोलकर लिखना जारी रखें।
ja: 別の端末で編集された記事なので保存しませんでした。開き直すと続きから書けます。
vi: Bài viết đã được sửa trên thiết bị khác nên chưa được lưu. Mở lại để viết tiếp.

source: 다른 기기에서 이 글을 고쳤어요
en: This post was edited on another device
hi: यह पोस्ट किसी दूसरे डिवाइस पर बदली गई
ja: 別の端末でこの記事が編集されました
vi: Bài viết này đã được sửa trên thiết bị khác

source: 다른 마스토돈 서버에서 내보낸 파일을 올리면 지금 것에 더해요. 이 서버 회원과 다른 서버 계정 팔로우, 이 서버 회원 차단·뮤트·리스트, 차단한 서버, 북마크를 옮길 수 있어요.
en: Upload a file exported from another Mastodon server to add it to what you have. You can bring follows of members here and accounts elsewhere, blocks, mutes and lists of members here, blocked servers, and bookmarks.
hi: किसी दूसरे Mastodon सर्वर से निर्यात की गई फ़ाइल अपलोड करें, वह आपके मौजूदा डेटा में जुड़ जाएगी। यहाँ के सदस्यों और दूसरे सर्वर के खातों के फ़ॉलो, यहाँ के सदस्यों के ब्लॉक·म्यूट·सूचियाँ, ब्लॉक किए गए सर्वर और बुकमार्क ला सकते हैं।
ja: 他のMastodonサーバーからエクスポートしたファイルをアップロードすると、今のものに追加されます。このサーバーの会員と他のサーバーのアカウントのフォロー、このサーバーの会員のブロック・ミュート・リスト、ブロックしたサーバー、ブックマークを移せます。
vi: Tải lên tệp xuất từ máy chủ Mastodon khác để thêm vào dữ liệu hiện có. Bạn có thể chuyển lượt theo dõi thành viên ở đây và tài khoản nơi khác, chặn·tắt tiếng·danh sách thành viên ở đây, máy chủ đã chặn và dấu trang.

source: 다른 서버
en: Other servers
hi: दूसरे सर्वर
ja: ほかのサーバー
vi: Máy chủ khác

source: 다른 서버 계정 화면의 ⋯ 메뉴에서 그 서버 전체를 차단할 수 있어요.
en: You can block a whole server from the ⋯ menu on an account from that server.
hi: किसी दूसरे सर्वर के खाते के ⋯ मेनू से आप पूरा सर्वर ब्लॉक कर सकते हैं।
ja: 他のサーバーのアカウント画面の⋯メニューから、そのサーバー全体をブロックできます。
vi: Bạn có thể chặn cả máy chủ từ menu ⋯ trên trang tài khoản của máy chủ đó.

source: 다른 서버 전체를 제한하거나 정지할 수 있어요.
en: You can limit or suspend whole servers.
hi: आप पूरे सर्वर को सीमित या निलंबित कर सकते हैं।
ja: サーバー全体を制限または停止できます。
vi: Bạn có thể giới hạn hoặc đình chỉ cả một máy chủ.

source: 다른 서버 팔로잉
en: Following elsewhere
hi: दूसरे सर्वर पर फ़ॉलोइंग
ja: ほかのサーバーでフォロー中
vi: Đang theo dõi ở máy chủ khác

source: 다른 서버에서 팔로우하는 계정이 없어요
en: You don't follow anyone on other servers
hi: आप दूसरे सर्वर पर किसी को फ़ॉलो नहीं करते
ja: ほかのサーバーでフォローしているアカウントはありません
vi: Bạn chưa theo dõi ai ở máy chủ khác

source: 다른 서버의 노트
en: Notes from other servers
hi: दूसरे सर्वर के नोट
ja: ほかのサーバーのノート
vi: Ghi chú từ máy chủ khác

source: 다른 서버의 팔로워
en: Followers on other servers
hi: दूसरे सर्वर के फ़ॉलोअर
ja: 他のサーバーのフォロワー
vi: Người theo dõi ở máy chủ khác

source: 다시 로그인하면 쓰던 글이 이어서 저장돼요
en: Sign in again and your writing keeps saving
hi: फिर साइन इन करें, लेखन सेव होता रहेगा
ja: 再ログインすると執筆中の記事が引き続き保存されます
vi: Đăng nhập lại để bài viết tiếp tục được lưu

source: 단계
en: Level
hi: स्तर
ja: 段階
vi: Mức

source: 단어 전체가 맞을 때만
en: Whole word only
hi: केवल पूरा शब्द
ja: 単語全体が一致するときだけ
vi: Chỉ khớp cả từ

source: 담은 사람이 없어요. 프로필의 … 메뉴에서 "리스트에 추가"를 눌러 보세요.
en: No one here yet. Use "Add to list" in a profile's … menu.
hi: अभी कोई नहीं। प्रोफ़ाइल के … मेनू से "सूची में जोड़ें" चुनें।
ja: まだ誰もいません。プロフィールの…メニューの「リストに追加」を使ってください。
vi: Chưa có ai. Dùng "Thêm vào danh sách" trong menu … của hồ sơ.

source: 답글 메뉴
en: Reply menu
hi: जवाब मेनू
ja: 返信メニュー
vi: Menu trả lời

source: 답글을 달 노트가 지워졌어요
en: The note you were replying to was deleted
hi: जिस नोट का जवाब देना था वह हटा दिया गया
ja: 返信先のノートが削除されました
vi: Ghi chú bạn định trả lời đã bị xóa

source: 답글을 달 수 없는 노트예요
en: You can't reply to that note
hi: इस नोट का जवाब नहीं दिया जा सकता
ja: 返信できないノートです
vi: Bạn không thể trả lời ghi chú này

source: 답글을 달려면 로그인하세요
en: Sign in to reply
hi: जवाब देने के लिए साइन इन करें
ja: 返信するにはログインしてください
vi: Đăng nhập để trả lời

source: 대화 알림 끄기
en: Mute conversation
hi: बातचीत की सूचनाएँ बंद करें
ja: 会話の通知をオフ
vi: Tắt thông báo cuộc trò chuyện

source: 대화 알림 켜기
en: Unmute conversation
hi: बातचीत की सूचनाएँ चालू करें
ja: 会話の通知をオン
vi: Bật thông báo cuộc trò chuyện

source: 대화 알림을 바꾸지 못했어요
en: Couldn't change the conversation's notifications
hi: बातचीत की सूचनाएँ नहीं बदल सकीं
ja: 会話の通知を変更できませんでした
vi: Không thể đổi thông báo cuộc trò chuyện

source: 댓글 메뉴
en: Comment menu
hi: टिप्पणी मेनू
ja: コメントメニュー
vi: Menu bình luận

source: 댓글을 달려면 로그인하세요
en: Sign in to comment
hi: टिप्पणी करने के लिए साइन इन करें
ja: コメントするにはログインしてください
vi: Đăng nhập để bình luận

source: 데이터 내보내기
en: Export data
hi: डेटा निर्यात करें
ja: データのエクスポート
vi: Xuất dữ liệu

source: 두 번 탭하면 재생합니다
en: Double-tap to play
hi: चलाने के लिए दो बार टैप करें
ja: ダブルタップで再生します
vi: Nhấn đúp để phát

source: 뜨는 링크
en: Trending links
hi: ट्रेंडिंग लिंक
ja: 話題のリンク
vi: Liên kết thịnh hành

source: 뜨는 해시태그
en: Trending hashtags
hi: ट्रेंडिंग हैशटैग
ja: トレンドのハッシュタグ
vi: Thẻ thịnh hành

source: 로그인하면 리스트에 담은 사람의 노트를 볼 수 있어요.
en: Sign in to see notes from the people in your lists.
hi: साइन इन करें और अपनी सूचियों के लोगों के नोट देखें।
ja: ログインすると、リストに入れた人のノートを見られます。
vi: Đăng nhập để xem ghi chú của những người trong danh sách của bạn.

source: 로그인하면 멘션한 사람만 보는 노트가 여기 모여요.
en: Sign in to see notes only you and the people they mention can read.
hi: साइन इन करें ताकि केवल उल्लिखित लोगों वाले नोट यहाँ दिखें।
ja: ログインすると、メンションした人だけが見るノートがここに集まります。
vi: Đăng nhập để xem các ghi chú chỉ người được nhắc đến mới đọc được.

source: 로그인하면 북마크한 노트를 여기서 다시 볼 수 있어요.
en: Sign in to come back to the notes you bookmarked.
hi: साइन इन करें और बुकमार्क किए नोट्स यहाँ दोबारा देखें।
ja: ログインすると、ブックマークしたノートをここでまた読めます。
vi: Đăng nhập để xem lại các ghi chú bạn đã đánh dấu.

source: 로그인하면 블로그와 노트에서 팔로우한 사람의 노트가 여기 모여요.
en: Sign in to gather notes from people you follow on the blog and in notes.
hi: साइन इन करें — ब्लॉग और नोट्स में जिन्हें आप फ़ॉलो करते हैं, उनके नोट्स यहाँ आएँगे।
ja: ログインすると、ブログとノートでフォローした人のノートがここに集まります。
vi: Đăng nhập để xem ghi chú của những người bạn theo dõi trên blog và ghi chú.

source: 로그인하면 이 서버가 받은 마스토돈 같은 다른 서버의 공개 노트를 볼 수 있어요.
en: Sign in to see public notes this server received from other servers like Mastodon.
hi: साइन इन करके देखें कि इस सर्वर को Mastodon जैसे दूसरे सर्वर से कौन से सार्वजनिक नोट मिले।
ja: ログインすると、このサーバーが受け取ったMastodonなどほかのサーバーの公開ノートを見られます。
vi: Đăng nhập để xem các ghi chú công khai mà máy chủ này nhận từ các máy chủ khác như Mastodon.

source: 로그인하지 않았어요
en: You're not signed in
hi: आपने साइन इन नहीं किया है
ja: ログインしていません
vi: Bạn chưa đăng nhập

source: 리스트 관리
en: Manage lists
hi: सूचियाँ प्रबंधित करें
ja: リストを管理
vi: Quản lý danh sách

source: 리스트 이름
en: List name
hi: सूची का नाम
ja: リスト名
vi: Tên danh sách

source: 리스트 이름 바꾸기
en: Rename list
hi: सूची का नाम बदलें
ja: リスト名を変更
vi: Đổi tên danh sách

source: 리스트는 나만 봐요. %@님에게 알리지 않아요.
en: Only you see your lists. %@ isn't told.
hi: सूचियाँ केवल आप देखते हैं। %@ को सूचना नहीं जाती।
ja: リストは自分だけが見られます。%@さんには通知されません。
vi: Chỉ bạn thấy danh sách. %@ không được thông báo.

source: 리스트는 나만 봐요. 담은 사람의 노트만 모아 노트 탭 메뉴에서 볼 수 있어요.
en: Only you see your lists. Pick one from the Notes tab menu to read just those people.
hi: सूचियाँ केवल आप देखते हैं। नोट टैब मेनू से चुनकर केवल उन लोगों के नोट देखें।
ja: リストは自分だけが見られます。ノートタブのメニューから選ぶと、その人たちのノートだけを読めます。
vi: Chỉ bạn thấy danh sách của mình. Chọn từ menu tab Ghi chú để chỉ đọc ghi chú của những người đó.

source: 리스트를 만들지 못했어요
en: Couldn't create the list
hi: सूची नहीं बन सकी
ja: リストを作成できませんでした
vi: Không thể tạo danh sách

source: 리스트를 바꾸지 못했어요
en: Couldn't change the list
hi: सूची नहीं बदल सकी
ja: リストを変更できませんでした
vi: Không thể thay đổi danh sách

source: 리스트에 추가
en: Add to list
hi: सूची में जोड़ें
ja: リストに追加
vi: Thêm vào danh sách

source: 리스트에 추가…
en: Add to list…
hi: सूची में जोड़ें…
ja: リストに追加…
vi: Thêm vào danh sách…

source: 리스트에서 빼지 못했어요
en: Couldn't remove from the list
hi: सूची से नहीं हटा सका
ja: リストから外せませんでした
vi: Không thể gỡ khỏi danh sách

source: 리포스트
en: Repost
hi: रीपोस्ट
ja: リポスト
vi: Đăng lại

source: 리포스트 다시 보기
en: Show reposts again
hi: रीपोस्ट फिर दिखाएँ
ja: リポストを再表示
vi: Hiện lại bài đăng lại

source: 리포스트 메뉴
en: Repost menu
hi: रीपोस्ट मेनू
ja: リポストメニュー
vi: Menu đăng lại

source: 리포스트 보기
en: Show reposts
hi: रीपोस्ट दिखाएँ
ja: リポストを表示
vi: Hiện bài đăng lại

source: 리포스트 숨기기
en: Hide reposts
hi: रीपोस्ट छिपाएँ
ja: リポストを非表示
vi: Ẩn bài đăng lại

source: 리포스트 취소
en: Remove repost
hi: रीपोस्ट हटाएँ
ja: リポストを取り消す
vi: Bỏ đăng lại

source: 리포스트하려면 로그인하세요
en: Sign in to repost
hi: रीपोस्ट करने के लिए साइन इन करें
ja: リポストするにはログインしてください
vi: Đăng nhập để đăng lại

source: 리포스트하지 못했어요
en: Couldn't repost
hi: रीपोस्ट नहीं हो सका
ja: リポストできませんでした
vi: Không thể đăng lại

source: 리포스트할 수 없는 노트
en: This note can't be reposted
hi: यह नोट रीपोस्ट नहीं हो सकता
ja: リポストできないノート
vi: Không thể đăng lại ghi chú này

source: 링크 복사
en: Copy link
hi: लिंक कॉपी करें
ja: リンクをコピー
vi: Sao chép liên kết

source: 링크를 담은 노트는 카드가 붙은 뒤에 여기 모여요.
en: Notes that carry this link gather here once their card is attached.
hi: इस लिंक वाले नोट, कार्ड जुड़ने के बाद यहाँ इकट्ठा होते हैं।
ja: このリンクを載せたノートは、カードが付いたあとここに集まります。
vi: Ghi chú chứa liên kết này sẽ tập hợp ở đây khi thẻ được gắn.

source: 링크를 복사했어요
en: Link copied
hi: लिंक कॉपी हो गया
ja: リンクをコピーしました
vi: Đã sao chép liên kết

source: 마감됨
en: Closed
hi: बंद
ja: 終了
vi: Đã kết thúc

source: 마스토돈 같은 다른 서버 계정이 나를 팔로우할 때
en: When an account on another server, like Mastodon, follows you
hi: जब Mastodon जैसे दूसरे सर्वर का कोई खाता आपको फ़ॉलो करे
ja: Mastodonなど他のサーバーのアカウントがあなたをフォローしたとき
vi: Khi một tài khoản ở máy chủ khác, như Mastodon, theo dõi bạn

source: 마스토돈과 같은 CSV 파일이라, 다른 서버의 가져오기에 그대로 올릴 수 있어요.
en: Mastodon-compatible CSV files, ready to upload to another server's import.
hi: Mastodon जैसी CSV फ़ाइलें, जिन्हें दूसरे सर्वर के इम्पोर्ट में सीधे अपलोड कर सकते हैं।
ja: Mastodonと同じCSVファイルなので、他のサーバーのインポートにそのまま使えます。
vi: Tệp CSV giống Mastodon, có thể tải thẳng lên phần nhập của máy chủ khác.

source: 마음에 든 노트를 리포스트하면 여기에 모여요.
en: Notes you repost gather here.
hi: जो नोट आप रीपोस्ट करेंगे, वे यहाँ दिखेंगे।
ja: リポストしたノートがここに集まります。
vi: Những ghi chú bạn đăng lại sẽ hiện ở đây.

source: 만든 지 30일이 안 된 계정
en: Accounts created less than 30 days ago
hi: 30 दिन से कम पुराने खाते
ja: 作成から30日未満のアカウント
vi: Tài khoản tạo chưa đến 30 ngày

source: 만들고 담기
en: Create and add
hi: बनाएँ और जोड़ें
ja: 作って追加
vi: Tạo và thêm

source: 멘션한 사람만
en: Mentioned people only
hi: केवल उल्लिखित लोग
ja: メンションした人のみ
vi: Chỉ người được nhắc đến

source: 멘션한 회원만 볼 수 있어요
en: Only mentioned members can see it
hi: केवल उल्लिखित सदस्य देख सकते हैं
ja: メンションしたメンバーだけが見られます
vi: Chỉ thành viên được nhắc đến mới xem được

source: 모두 보기
en: See all
hi: सभी देखें
ja: すべて表示
vi: Xem tất cả

source: 모든 노트와 인기에 고른 언어의 노트만 보여요. 언어를 정하지 않은 노트와 팔로잉·리스트는 그대로예요.
en: All notes and Trending show only notes in the languages you pick. Notes without a language, Following and lists stay as they are.
hi: सभी नोट और ट्रेंडिंग में सिर्फ़ चुनी गई भाषाओं के नोट दिखेंगे। बिना भाषा वाले नोट, फ़ॉलो किए गए और सूचियाँ जैसी हैं वैसी रहेंगी।
ja: すべてのノートと人気には選んだ言語のノートだけが表示されます。言語が決まっていないノートとフォロー中・リストはそのままです。
vi: Tất cả ghi chú và Thịnh hành chỉ hiện ghi chú bằng ngôn ngữ bạn chọn. Ghi chú không có ngôn ngữ, Đang theo dõi và danh sách vẫn như cũ.

source: 모든 언어
en: All languages
hi: सभी भाषाएँ
ja: すべての言語
vi: Tất cả ngôn ngữ

source: 무기한
en: Indefinitely
hi: अनिश्चित काल तक
ja: 無期限
vi: Vô thời hạn

source: 뮤트
en: Mute
hi: म्यूट
ja: ミュート
vi: Tắt tiếng

source: 뮤트 해제
en: Unmute
hi: अनम्यूट करें
ja: ミュート解除
vi: Bật tiếng

source: 뮤트…
en: Mute…
hi: म्यूट करें…
ja: ミュート…
vi: Tắt tiếng…

source: 뮤트를 해제했어요
en: Unmuted
hi: अनम्यूट किया
ja: ミュートを解除しました
vi: Đã bật tiếng

source: 뮤트하지 못했어요
en: Couldn't mute
hi: म्यूट नहीं हो सका
ja: ミュートできませんでした
vi: Không thể tắt tiếng

source: 뮤트한 계정
en: Muted accounts
hi: म्यूट किए गए खाते
ja: ミュートしたアカウント
vi: Tài khoản đã tắt tiếng

source: 뮤트한 사용자
en: Muted accounts
hi: म्यूट किए गए खाते
ja: ミュートしたユーザー
vi: Tài khoản đã tắt tiếng

source: 뮤트한 사용자가 없어요
en: No muted accounts
hi: कोई म्यूट खाता नहीं
ja: ミュートしたユーザーはいません
vi: Không có tài khoản bị tắt tiếng

source: 뮤트했어요. 노트 피드에서 보이지 않아요
en: Muted. Their notes won't show in your feeds
hi: म्यूट किया। उनके नोट आपकी फ़ीड में नहीं दिखेंगे
ja: ミュートしました。ノートのフィードに表示されません
vi: Đã tắt tiếng. Ghi chú của họ sẽ không hiện trong bảng tin

source: 민감한 사진 · 눌러서 보기
en: Sensitive photos · tap to show
hi: संवेदनशील फ़ोटो · देखने के लिए टैप करें
ja: センシティブな写真 · タップで表示
vi: Ảnh nhạy cảm · chạm để xem

source: 민감한 사진 표시 끄기
en: Unmark sensitive photos
hi: संवेदनशील चिह्न हटाएँ
ja: センシティブ指定をオフ
vi: Bỏ đánh dấu ảnh nhạy cảm

source: 민감한 사진으로 표시
en: Mark photos as sensitive
hi: फ़ोटो को संवेदनशील चिह्नित करें
ja: センシティブな写真にする
vi: Đánh dấu ảnh nhạy cảm

source: 바꾸기
en: Rename
hi: बदलें
ja: 変更
vi: Đổi

source: 바꾸지 못했어요
en: Couldn't change it
hi: बदल नहीं सके
ja: 変更できませんでした
vi: Không thể thay đổi

source: 받기
en: Accept
hi: स्वीकार करें
ja: 受け取る
vi: Nhận

source: 받은 노트가 없어요
en: No notes received yet
hi: अभी कोई नोट नहीं मिला
ja: 受け取ったノートはまだありません
vi: Chưa nhận được ghi chú nào

source: 방금
en: now
hi: अभी
ja: たった今
vi: vừa xong

source: 보고 싶지 않은 말이 든 노트를 접거나 숨겨요. 내 노트에는 걸리지 않아요.
en: Fold or hide notes with words you'd rather not see. Your own notes are never filtered.
hi: जिन शब्दों को आप नहीं देखना चाहते उनवाले नोट मोड़ें या छिपाएँ। आपके अपने नोट फ़िल्टर नहीं होते।
ja: 見たくない言葉を含むノートを折りたたむか隠します。自分のノートには適用されません。
vi: Thu gọn hoặc ẩn ghi chú có từ bạn không muốn thấy. Ghi chú của bạn không bị lọc.

source: 보이는 노트 언어
en: Note languages to show
hi: दिखने वाली नोट भाषाएँ
ja: 表示するノートの言語
vi: Ngôn ngữ ghi chú hiển thị

source: 볼 수 없는 글이에요
en: This post isn't available
hi: यह पोस्ट उपलब्ध नहीं है
ja: この記事は表示できません
vi: Không thể xem bài viết này

source: 볼 수 없는 노트예요
en: This note isn't available
hi: यह नोट उपलब्ध नहीं है
ja: このノートは表示できません
vi: Không thể xem ghi chú này

source: 북마크를 바꾸지 못했어요
en: Couldn't update the bookmark
hi: बुकमार्क नहीं बदल सका
ja: ブックマークを変更できませんでした
vi: Không thể cập nhật đánh dấu

source: 북마크에 넣었어요
en: Added to bookmarks
hi: बुकमार्क में जोड़ा
ja: ブックマークに追加しました
vi: Đã thêm vào đánh dấu

source: 북마크에서 뺐어요
en: Removed from bookmarks
hi: बुकमार्क से हटाया
ja: ブックマークから外しました
vi: Đã bỏ khỏi đánh dấu

source: 북마크하려면 로그인하세요
en: Sign in to bookmark
hi: बुकमार्क करने के लिए साइन इन करें
ja: ブックマークするにはログインしてください
vi: Đăng nhập để đánh dấu

source: 북마크한 노트
en: Bookmarks
hi: बुकमार्क
ja: ブックマーク
vi: Đã đánh dấu

source: 북마크한 노트가 없어요
en: No bookmarked notes
hi: कोई बुकमार्क किया नोट नहीं
ja: ブックマークしたノートはありません
vi: Chưa có ghi chú nào được đánh dấu

source: 블로그 글로 인용
en: Quote in a blog post
hi: ब्लॉग पोस्ट में उद्धृत करें
ja: ブログ記事で引用
vi: Trích dẫn trong bài blog

source: 블로그 글로 인용하려면 로그인하세요
en: Sign in to quote in a blog post
hi: ब्लॉग पोस्ट में उद्धृत करने के लिए साइन इन करें
ja: ブログ記事で引用するにはログインしてください
vi: Đăng nhập để trích dẫn trong bài blog

source: 블로그에서 팔로우한 사람도 함께 보여요. 인기 노트에서 시작해 보세요.
en: People you follow on the blog show up here too. Start with trending notes.
hi: ब्लॉग पर जिन्हें आप फ़ॉलो करते हैं, वे भी यहाँ दिखते हैं। ट्रेंडिंग नोट्स से शुरू करें।
ja: ブログでフォローした人もここに表示されます。人気のノートから始めてみましょう。
vi: Những người bạn theo dõi trên blog cũng hiện ở đây. Hãy bắt đầu với ghi chú thịnh hành.

source: 빼기
en: Remove
hi: हटाएँ
ja: 外す
vi: Gỡ

source: 사유 (선택, 운영자만 봐요)
en: Reason (optional, moderators only)
hi: कारण (वैकल्पिक, सिर्फ़ मॉडरेटर देखेंगे)
ja: 理由(任意・運営者のみ表示)
vi: Lý do (tùy chọn, chỉ quản trị viên thấy)

source: 사진 %lld장
en: %lld photos
hi: %lld फ़ोटो
ja: 写真%lld枚
vi: %lld ảnh

source: 사진을 찾지 못했어요
en: Couldn't find the photo
hi: फ़ोटो नहीं मिली
ja: 写真が見つかりませんでした
vi: Không tìm thấy ảnh

source: 삭제된 댓글이에요
en: This comment was deleted
hi: यह टिप्पणी हटा दी गई है
ja: 削除されたコメントです
vi: Bình luận này đã bị xóa

source: 새 계정
en: New accounts
hi: नए खाते
ja: 新しいアカウント
vi: Tài khoản mới

source: 새 노트 알림
en: New note notifications
hi: नए नोट की सूचनाएँ
ja: 新しいノートの通知
vi: Thông báo ghi chú mới

source: 새 노트 알림을 껐어요
en: New note notifications are off
hi: नए नोट की सूचनाएँ बंद कर दी गईं
ja: 新しいノートの通知をオフにしました
vi: Đã tắt thông báo ghi chú mới

source: 새 노트를 올리면 알려 드릴게요
en: You’ll be notified of their new notes
hi: नए नोट आने पर आपको सूचना मिलेगी
ja: 新しいノートを投稿したらお知らせします
vi: Bạn sẽ được báo khi có ghi chú mới

source: 새 리스트
en: New list
hi: नई सूची
ja: 新しいリスト
vi: Danh sách mới

source: 새 필터
en: New filter
hi: नया फ़िल्टर
ja: 新しいフィルター
vi: Bộ lọc mới

source: 생각을 덧붙여 보세요
en: Add your thoughts
hi: अपनी बात जोड़ें
ja: ひとこと添えてみましょう
vi: Thêm suy nghĩ của bạn

source: 서버 관리
en: Server moderation
hi: सर्वर मॉडरेशन
ja: サーバー管理
vi: Quản lý máy chủ

source: 서버 이름을 확인해 주세요. mastodon.example처럼 적어요.
en: Check the server name. Write it like mastodon.example.
hi: सर्वर का नाम जाँचें। mastodon.example की तरह लिखें।
ja: サーバー名を確認してください。mastodon.example のように書きます。
vi: Kiểm tra tên máy chủ. Viết như mastodon.example.

source: 서버 차단
en: Block server
hi: सर्वर ब्लॉक करें
ja: サーバーをブロック
vi: Chặn máy chủ

source: 선택지 %lld
en: Choice %lld
hi: विकल्प %lld
ja: 選択肢 %lld
vi: Lựa chọn %lld

source: 선택지 빼기
en: Remove choice
hi: विकल्प हटाएँ
ja: 選択肢を削除
vi: Xóa lựa chọn

source: 선택지 추가
en: Add choice
hi: विकल्प जोड़ें
ja: 選択肢を追加
vi: Thêm lựa chọn

source: 설정 > 노트 연합을 켜야 다른 서버 계정을 팔로우할 수 있어요
en: Turn on Settings > Note federation to follow accounts on other servers
hi: सेटिंग्स > नोट फ़ेडरेशन चालू करें, तभी दूसरे सर्वर के खाते फ़ॉलो कर सकते हैं
ja: 設定 > ノート連合をオンにすると、ほかのサーバーのアカウントをフォローできます
vi: Bật Cài đặt > Liên kết ghi chú để theo dõi tài khoản ở máy chủ khác

source: 설정을 바꾸지 못했어요
en: Couldn't change the setting
hi: सेटिंग नहीं बदल सकी
ja: 設定を変更できませんでした
vi: Không thể thay đổi cài đặt

source: 설정의 알림 거르기에서 어떤 알림을 따로 둘지 고를 수 있어요.
en: Choose which notifications to set aside in Settings › Notification filtering.
hi: सेटिंग › सूचना फ़िल्टर में चुनें कि कौन-सी सूचनाएँ अलग रखनी हैं।
ja: 設定の「通知のフィルター」で、どの通知を分けておくか選べます。
vi: Chọn thông báo nào để riêng trong Cài đặt › Lọc thông báo.

source: 수정 기록
en: Edit history
hi: संपादन इतिहास
ja: 編集履歴
vi: Lịch sử chỉnh sửa

source: 수정 기록 보기
en: Show edit history
hi: संपादन इतिहास देखें
ja: 編集履歴を見る
vi: Xem lịch sử chỉnh sửa

source: 숨기기
en: Hide
hi: छिपाएँ
ja: 隠す
vi: Ẩn

source: 스레드에 추가
en: Add to thread
hi: थ्रेड में जोड़ें
ja: スレッドに追加
vi: Thêm vào chuỗi

source: 스튜디오
en: Studio
hi: स्टूडियो
ja: スタジオ
vi: Studio

source: 승인
en: Approve
hi: मंज़ूर करें
ja: 承認
vi: Chấp nhận

source: 쓴 글과 시리즈, 분석이 여기 모여요.
en: Your posts, series, and analytics collect here.
hi: आपकी पोस्ट, श्रृंखला और विश्लेषण यहाँ जमा होते हैं।
ja: 書いた記事やシリーズ、分析がここに集まります。
vi: Bài viết, loạt bài và phân tích của bạn sẽ gom về đây.

source: 쓴 내용이 새 글 본문으로 옮겨져요.
en: What you wrote becomes the body of a new post.
hi: आपने जो लिखा वह नई पोस्ट का मुख्य भाग बन जाएगा।
ja: 書いた内容が新しい記事の本文に移ります。
vi: Nội dung bạn đã viết sẽ thành phần thân của bài mới.

source: 쓴 내용이 새 글 본문으로 옮겨져요. 사진과 투표는 옮겨지지 않아요.
en: What you wrote becomes the body of a new post. Photos and polls don't move.
hi: आपने जो लिखा वह नई पोस्ट का मुख्य भाग बन जाएगा। फ़ोटो और पोल नहीं जाएँगे।
ja: 書いた内容が新しい記事の本文に移ります。写真と投票は移りません。
vi: Nội dung bạn đã viết sẽ thành phần thân của bài mới. Ảnh và bình chọn không được chuyển.

source: 아이디@서버 모양으로 적어 주세요
en: Write it as name@server
hi: इसे नाम@सर्वर के रूप में लिखें
ja: ID@サーバーの形で入力してください
vi: Hãy viết theo dạng tên@máy chủ

source: 아직 리스트가 없어요. 아래에서 만들어 보세요.
en: No lists yet. Make one below.
hi: अभी कोई सूची नहीं। नीचे बनाएँ।
ja: まだリストがありません。下で作ってみましょう。
vi: Chưa có danh sách. Hãy tạo ở bên dưới.

source: 아직 리포스트가 없어요
en: No reposts yet
hi: अभी कोई रीपोस्ट नहीं
ja: まだリポストはありません
vi: Chưa có lượt đăng lại

source: 아직 받은 다른 서버 노트가 없어요
en: No notes from other servers yet
hi: अभी दूसरे सर्वर से कोई नोट नहीं मिला
ja: ほかのサーバーのノートはまだありません
vi: Chưa nhận ghi chú nào từ máy chủ khác

source: 아직 이 노트를 인용한 노트나 글이 없어요
en: No notes or posts have quoted this note yet
hi: अभी तक किसी नोट या पोस्ट ने इस नोट को उद्धृत नहीं किया
ja: まだこのノートを引用したノートや記事はありません
vi: Chưa có ghi chú hay bài viết nào trích dẫn ghi chú này

source: 아직 이 링크를 실은 노트가 없어요
en: No notes carry this link yet
hi: इस लिंक वाला कोई नोट अभी नहीं
ja: このリンクを載せたノートはまだありません
vi: Chưa có ghi chú nào chứa liên kết này

source: 알림 %lld개
en: %lld notifications
hi: %lld सूचनाएँ
ja: 通知%lld件
vi: %lld thông báo

source: 알림 거르기
en: Notification filtering
hi: सूचना फ़िल्टर
ja: 通知のフィルター
vi: Lọc thông báo

source: 알림 거르기가 따로 둔 알림이에요. 받으면 그 사람의 알림이 목록에 들어오고 앞으로도 와요.
en: Notifications your filters set aside. Accept someone to move theirs into your notifications and keep them coming.
hi: ये वे सूचनाएँ हैं जिन्हें फ़िल्टर ने अलग रखा। किसी को स्वीकार करने पर उनकी सूचनाएँ सूची में आ जाएँगी और आगे भी आती रहेंगी।
ja: 通知のフィルターが分けておいた通知です。受け取ると、その人の通知が一覧に入り、この先も届きます。
vi: Đây là thông báo bộ lọc đã để riêng. Chấp nhận ai đó để đưa thông báo của họ vào danh sách và tiếp tục nhận.

source: 알림 설정을 바꾸지 못했습니다
en: Couldn’t change the notification setting
hi: सूचना सेटिंग बदली नहीं जा सकी
ja: 通知設定を変更できませんでした
vi: Không thể thay đổi cài đặt thông báo

source: 알림도 숨기기
en: Hide notifications too
hi: सूचनाएँ भी छिपाएँ
ja: 通知も隠す
vi: Ẩn cả thông báo

source: 알림을 보려면 로그인하세요
en: Sign in to see notifications
hi: सूचनाएँ देखने के लिए साइन इन करें
ja: 通知を見るにはログインしてください
vi: Đăng nhập để xem thông báo

source: 앞의 가져오기가 끝나면 다시 해 주세요
en: Try again when the current import finishes
hi: चल रहा इम्पोर्ट पूरा होने के बाद फिर कोशिश करें
ja: 前のインポートが終わってからもう一度お試しください
vi: Hãy thử lại khi lần nhập trước xong

source: 언어
en: Language
hi: भाषा
ja: 言語
vi: Ngôn ngữ

source: 여러 개 선택
en: Multiple choice
hi: एकाधिक विकल्प
ja: 複数選択
vi: Chọn nhiều

source: 열람 주의
en: Content warning
hi: सामग्री चेतावनी
ja: 閲覧注意
vi: Cảnh báo nội dung

source: 열람 주의 끄기
en: Remove content warning
hi: सामग्री चेतावनी हटाएँ
ja: 閲覧注意をオフ
vi: Bỏ cảnh báo nội dung

source: 열람 주의 문구 (예: 스포일러)
en: Content warning (e.g. spoilers)
hi: सामग्री चेतावनी (जैसे स्पॉइलर)
ja: 閲覧注意の文言（例: ネタバレ）
vi: Cảnh báo nội dung (vd: tiết lộ nội dung)

source: 예약 시각 바꾸기
en: Change scheduled time
hi: शेड्यूल का समय बदलें
ja: 予約時刻を変更
vi: Đổi thời gian đặt lịch

source: 예약 해제
en: Remove schedule
hi: शेड्यूल हटाएँ
ja: 予約を解除
vi: Bỏ lịch đăng

source: 예약을 바꾸지 못했어요
en: Couldn't change the schedule
hi: शेड्यूल बदला नहीं जा सका
ja: 予約を変更できませんでした
vi: Không thể thay đổi lịch đăng

source: 예약을 취소했어요
en: Schedule canceled
hi: शेड्यूल रद्द किया गया
ja: 予約を取り消しました
vi: Đã hủy lịch đăng

source: 예약한 노트
en: Scheduled notes
hi: शेड्यूल किए गए नोट
ja: 予約したノート
vi: Ghi chú đã đặt lịch

source: 예약한 노트가 없어요
en: No scheduled notes
hi: कोई शेड्यूल किया गया नोट नहीं
ja: 予約したノートはありません
vi: Chưa có ghi chú đặt lịch

source: 예약할 수 있는 노트 수를 넘었어요
en: You've reached the limit of scheduled notes
hi: शेड्यूल किए जा सकने वाले नोट की सीमा पार हो गई
ja: 予約できるノートの数を超えました
vi: Đã vượt quá số ghi chú có thể đặt lịch

source: 오디오
en: Audio
hi: ऑडियो
ja: 音声
vi: Âm thanh

source: 오디오 재생
en: Play audio
hi: ऑडियो चलाएँ
ja: 音声を再生
vi: Phát âm thanh

source: 오디오 정지
en: Pause audio
hi: ऑडियो रोकें
ja: 音声を停止
vi: Dừng âm thanh

source: 올리지 못했어요
en: Couldn't post
hi: पोस्ट नहीं हो सका
ja: 投稿できませんでした
vi: Không thể đăng

source: 올릴 때
en: Post at
hi: पोस्ट का समय
ja: 投稿日時
vi: Đăng lúc
